/* No video code has been entered yet */
"Please use the Inspector to specify a YouTube video." = "请使用检查器指定一个 YouTube 视频。";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "抱歉，但你输入的代码里没有发现 YouTube 视频。";

/* Live data feeds are disabled */
"This is a placeholder for the YouTube video at:" = "这是一个 YouTube 视频的占位符，位于：";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable live data feeds in the Preferences." = "要在 Sandvox 里面看视频，请在偏好设置里启用实时数据流。";